[
  {
    "name": "Who are essay dons?",
    "description": "In recent years, there has been rising demand among students for online homework help. Owing to this demand, ProctorOwls.com was established with an aim to offer high quality homework help services to anyone that came knocking our door. We are one of those companies that have been of great help to many students for the past eight years. Over time we have built trust among our clients through continuously providing high-quality homework help services. So far we have served over forty thousand clients in different fields of study. The company has recruited over three hundred professional writers to ensure that you always have a writer to personally attend to any of your homework needs."
  },
  {
    "name": "About free inquiry?",
    "description": "We're an expert essay writing service that offers a wealth of academic writing experience to students from all over the world. We aim to match the most qualified essay writer to your order, and for that, we hire the most seasoned essay writers from various disciplines. Quality is our top priority, so you can rest assured that every order you place via our website will be completed on the highest level possible. To order your first essay with us, simply fill out an order form, pay for the piece, and get in touch with the assigned essay writer."
  },
  {
    "name": "Is your service legal?",
    "description": "Quality is our top priority, so you can rest assured that every order you place via our website will be completed on the highest level possible. To order your first essay with us, simply fill out an order form, pay for the piece, and get in touch with the assigned essay writer. Make sure to familiarize yourselves with our Guarantees should you have any doubts or questions. And feel free to contact us via our 24/7 chat support: our team is working around-the-clock helping you with any issues you might face."
  },
  {
    "name": "Do you have any discounts?",
    "description": "We're an expert essay writing service that offers a wealth of academic writing experience to students from all over the world. We aim to match the most qualified essay writer to your order, and for that, we hire the most seasoned essay writers from various disciplines. Make sure to familiarize yourselves with our Guarantees should you have any doubts or questions. And feel free to contact us via our 24/7 chat support: our team is working around-the-clock helping you with any issues you might face."
  },
  {
    "name": "Which formats do you provide?",
    "description": "We're an expert essay writing service that offers a wealth of academic writing experience to students from all over the world. We aim to match the most qualified essay writer to your order, and for that, we hire the most seasoned essay writers from various disciplines."
  },
  {
    "name": "How will i receive the complete paper?",
    "description": "Expert essay writing service that offers a wealth of academic writing experience to students from all over the world. We aim to match the most qualified essay writer to your order, and for that, we hire the most seasoned essay writers from various disciplines."
  }
]